Repository: sachinkumar121/waiter
Catalog: src/Locale/*/default.po
Languages: ro_ro

source: Manage CMS Pages
ro_ro: Gestionați pagini CMS

source: CMS Pages
ro_ro: pagini CMS

source: CMS Management
ro_ro: Managementul CMS

source: Contact Requests
ro_ro: Cereri Contact

source: Content Management
ro_ro: Management de continut

source: Dashboard
ro_ro: Bord

source: Email Template
ro_ro: Format e-mail

source: Manage Users
ro_ro: Gestionați utilizatorilor

source: Users
ro_ro: utilizatorilor

source: Welcome
ro_ro: Bine ati venit

source: Sitter Guide
ro_ro: sitter Ghid

source: Sitter.Guide
ro_ro: sitter.Ghid

source: Control Panel
ro_ro: Pagini CMS

source: De-active Pages
ro_ro: Pagini de active

source: Active Pages
ro_ro: Pagini active

source: Administrator Detail
ro_ro: administrator Detalii

source: Name
ro_ro: Nume

source: User Name
ro_ro: Nume de utilizator

source: Status
ro_ro: stare

source: Last Login
ro_ro: Ultima logare

source: Date Added
ro_ro: Data adaugata

source: Action
ro_ro: Acțiune

source: Manage Users
ro_ro: gestionaţi utilizatorii

source: Users Listing
ro_ro: Listarea utilizatori

source: entries
ro_ro: intrările

source: Show
ro_ro: Spectacol

source: Show entries
ro_ro: Afișați intrările

source: Search all columns:
ro_ro: Căutare toate coloanele:

source: First Name
ro_ro: Primul nume

source: Last Name
ro_ro: Numele de familie

source: Phone
ro_ro: Telefon

source: Added Date
ro_ro: Data adăugării

source: Showing
ro_ro: Se afișează

source: to
ro_ro: la

source: of
ro_ro: de

source: Showing to of entries
ro_ro: Se afișează la înregistrări

source: First
ro_ro: Primul

source: Previous
ro_ro: Anterior

source: Next
ro_ro: Următor →

source: Last
ro_ro: Ultimul

source: How Works
ro_ro: cum functioneaza

source: Why Choose
ro_ro: De ce să alegeți

source: Manage Categories
ro_ro: gestionaţi Categorii

source: Manage Promocode
ro_ro: gestionaţi Promocodul

source: Currency Management
ro_ro: Managementul valutei

source: Slider Management
ro_ro: Managementul glisor

source: Blogs
ro_ro: Blog-uri

source: Subscribes
ro_ro: abonează

source: Blogs Listing
ro_ro: Blog-uri Listarea

source: Sitter Guide developed by Beta-soft systems. | Sitter Guide
ro_ro: Locțiitor Ghid dezvoltat de sisteme Beta-moi. | Ghidul sitter

source: Image
ro_ro: Imagine

source: Page name
ro_ro: numele paginii

source: Title
ro_ro: Titlu

source: Subject
ro_ro: Subiect

source: Country
ro_ro: Țară

source: Description
ro_ro: Descriere

source: Created Date
ro_ro: data creata

source: How Works Listing
ro_ro: Modul de funcționare Listarea

source: Choose Us Listing
ro_ro: Alege-ne Listing

source: Add Choose Us
ro_ro: AAdauga o Alege-ne

source: News Updates Listing
ro_ro: Actualizări de știri Listarea

source: Add News Updates
ro_ro: Adăugați știri Actualizări

source: Slug
ro_ro: Melc

source: Add Category
ro_ro: adăugaţi o categorie

source: Category Listing
ro_ro: categoria Listarea

source: Promo code Listing
ro_ro: Cod promoțional Listing

source: Add Promo code
ro_ro: Adăugați un cod promoțional

source: Promo Code
ro_ro: Cod promoțional

source: Coupon Type
ro_ro: Tip cupon

source: Discount
ro_ro: Reducere

source: Start Date
ro_ro: Data de început

source: Expire Date
ro_ro: Data de expirare

source: Currencies Listing
ro_ro: Listarea valute

source: Country Name
ro_ro: Numele tarii

source: Currency Name
ro_ro: Nume monedă

source: Locale
ro_ro: localizare

source: Currency Code
ro_ro: Codul valutei

source: Price
ro_ro: Preț

source: Submit
ro_ro: A depune

source: Media
ro_ro: Mass-media

source: Manage Slides
ro_ro: gestionaţi Slide-uri

source: Subscribers Listing
ro_ro: Listarea de abonați

source: Send News Latter
ro_ro: Transmiterea urmă

source: News Latter
ro_ro: Știrile din urmă

source: Subscriber's List
ro_ro: Lista de abonat

source: Hello Subscriber,
ro_ro: Bună ziua Abonat,

source: Write your message here...
ro_ro: Scrie mesajul aici ...

source: Regards,
ro_ro: Salutari,

source: Team Sitter Guide
ro_ro: Ghidul echipei Sitter

source: Note: This is a system generated email, please do not reply
ro_ro: Notă: Acesta este un sistem generat de e-mail, vă rugăm să nu răspundeți

source: Cancel
ro_ro: Anulare

source: Account Activated
ro_ro: ontul activat

source: Sitter Guide- Account Activated
ro_ro: Contul Sitter activat Ghid-

source: {full_name}
ro_ro: {Numele complet}

source: Short Codes (Note: Don't change short codes in description)
ro_ro: Codurile scurte (Notă: Nu modificați codurile scurte în descriere)

source: Hello {full_name},
ro_ro: Bună ziua {FULL_NAME},

source: Your account has been activated successfully. Thanks for being a member of Sitter Guide.
ro_ro: Contul dvs. a fost activat cu succes. Vă mulțumim pentru a fi un membru al Ghidului Sitter.

source: If you any query please let us know straight away at: info@sitterguide.com
ro_ro: Dacă ați orice interogare, vă rugăm să ne anunțați imediat la: info@sitterguide.com

source: Notice: The information in this email and in any attachments is confidential and intended solely for the attention and use of the named addressee. This information may be subject to legal professional or other privilege or may otherwise be protected by work product immunity or other legal rules. It must not be disclosed to any person without authorization. If you are not the intended recipient, or a person responsible for delivering it to the intended recipient, you are not authorized to and must not disclose, copy, distribute, or retain this message or any part of it.
ro_ro: Observație: Informațiile din acest e-mail și în orice atașamente sunt confidențiale și destinate în mod exclusiv atenția și utilizarea destinatarului numit. Aceste informații pot fi supuse legal secretului profesional sau de altă sau altfel pot fi protejate de imunitate pentru produsul de muncă sau a altor norme juridice. Aceasta nu trebuie să fie divulgate oricărei persoane fără autorizație Daca nu sunteti destinatarul, sau o persoană responsabilă pentru livrarea acesteia, destinatarul dorit, nu sunt autorizate să și nu trebuie să prezinte, copia, distribui sau de a menține acest mesaj sau orice parte a acestuia.

source: Contact Request Reply
ro_ro: Cerere de contact Răspuns

source: New Password
ro_ro: Parolă Nouă

source: Update Admin Password
ro_ro: Actualizare Admin Password

source: Full name
ro_ro: Numele complet

source: User name
ro_ro: Nume de utilizator

source: Edit Admin Detail
ro_ro: Editați detaliile Admin

source: Profile Settings
ro_ro: Setări de profil

source: Email Address
ro_ro: Poză de profil

source: Main Settings
ro_ro: Setări principale

source: Site Name
ro_ro: Numele site-ului

source: Logo, Banner & Footer Settings
ro_ro: Setări Logo, Banner & Footer

source: Site Logo
ro_ro: Logo-ul site-ului

source: Footer Content
ro_ro: Conținut de subsol

source: SEO Settings
ro_ro: Setări SEO

source: Meta Title
ro_ro: Titlu meta

source: Meta Keywords
ro_ro: Cuvinte cheie meta

source: Meta Description
ro_ro: Descriere meta

source: Social Settings
ro_ro: Setări sociale

source: Twitter URL
ro_ro: URL-ul Twitter

source: Google+ URL
ro_ro: URL-ul Google+

source: Instagram URL
ro_ro: instagram URL-ul

source: Youtube URL
ro_ro: YouTube URL-ul

source: Edit User
ro_ro: edita utilizator

source: Basic Info
ro_ro: Informatii de baza

source: Gender
ro_ro: Gen

source: Zone
ro_ro: Zona

source: About User
ro_ro: despre utilizator

source: Profile Image
ro_ro: profilul Imagine

source: Type
ro_ro: Tip

source: Breed
ro_ro: Rasă

source: Weight
ro_ro: Greutate

source: Age
ro_ro: Vârstă

source: No records found
ro_ro: Nu au fost găsite

source: Pet Listing
ro_ro: animale de companie Listing

source: Page Name
ro_ro: Numele paginii

source: Page URL
ro_ro: URL-ul paginii

source: Page Content
ro_ro: Conținut pagina

source: About Us
ro_ro: Despre noi

source: about-us
ro_ro: despre noi

source: Welcome to Sitter Guide
ro_ro: Bine ați venit la Ghidul Sitter

source: Test Sitter Guide content.
ro_ro: conținut de testare Sitter Ghid.

source: *Subject to Terms and Conditions*
ro_ro: * In conformitate cu termenii și condițiile *

source: CMS Page Edit
ro_ro: CMS Editare pagină

source: Contact Request View
ro_ro: Cerere de contact View

source: Message
ro_ro: Mesaj

source: Inactive
ro_ro: Inactiv

source: Active
ro_ro: Activ

source: Discount Rate/Fixed
ro_ro: Rata de actualizare / fix

source: Edit User Detail
ro_ro: Edit Detalii despre utilizatori

source: Edit Blog
ro_ro: edita blog

source: Category
ro_ro: Categorie

source: Edit Works
ro_ro: Editați Lucrări

source: Edit News Updates
ro_ro: Edita Știri Actualizări

source: Edit Chosse Us
ro_ro: Edita Chosse-ne

source: Email templates
ro_ro: template-uri de e-mail

source: Email Template Edit
ro_ro: E-mail Editare șablon

source: Administrator Login
ro_ro: Conectare administrator

source: Username
ro_ro: Nume de utilizator

source: Password
ro_ro: Parola

source: Login
ro_ro: Logare

source: Lost your password ?
ro_ro: Ti-ai pierdut parola ?

source: View Website
ro_ro: Vezi site-ul

source: Profile
ro_ro: Profil

source: Search Home Sitter
ro_ro: Căutare Acasă Sitter

source: Guest
ro_ro: Oaspete

source: Change Password
ro_ro: Schimbaţi parola

source: Screen Lock
ro_ro: Blocare ecran

source: Log Out
ro_ro: Ieși

source: Enter password and hit enter to unlock...
ro_ro: Introduceți parola și apăsați enter pentru a debloca ...

source: Go!
ro_ro: Merge!

source: Locked
ro_ro: blocat

source: Sign In for Sitter Guide
ro_ro: Conectați-vă pentru Ghidul Sitter

source: Forgot your password?
ro_ro: Ti-ai uitat parola

source: Click Here
ro_ro: Click aici

source: Sign Up with Facebook
ro_ro: Înregistrează-te cu Facebook

source: Enter your email here
ro_ro: Conectați-vă pentru Ghidul Sitter

source: Want to go back at
ro_ro: Vrei să te întorci la

source: Sign Up for Sitter Guide
ro_ro: Înregistrează-te pentru Ghidul Sitter

source: Sign Up with Email
ro_ro: Înregistrează-te cu e-mail

source: Denmark
ro_ro: Danemarca

source: Finland
ro_ro: Finlanda

source: France
ro_ro: Franţa

source: Hong Kong S.A.R., China
ro_ro: RAS Hong Kong, China

source: Italy
ro_ro: Italia

source: Japan
ro_ro: Japonia

source: Post/Zip Code
ro_ro: Post / Cod postal

source: Create Password
ro_ro: Creați Passworde

source: Repeat Password
ro_ro: Repeta parola

source: Date of Birth
ro_ro: Data de nastere

source: Where did you hear about us?
ro_ro: de unde ai aflat despre noi?

source: TV
ro_ro: televizor

source: earch eg. Google or Bing
ro_ro: earch de ex. Google sau Bing

source: Someone told me about Sitter Guide
ro_ro: Cineva mi-a spus despre Ghidul Sitter

source: Twitter
ro_ro: Stare de nervozitate

source: Sitter Guide Posts
ro_ro: Ghidul Sitter Mesaje

source: Other
ro_ro: Alte

source: Verification
ro_ro: Verificare

source: I'm not a robot
ro_ro: Eu nu sunt un robot

source: Terms & Conditions
ro_ro: termeni si conditii

source: OR
ro_ro: SAU

source: Not a Member?
ro_ro: Nu e un membru?

source: Sign In
ro_ro: Conectare

source: Forgot your Password?
ro_ro: Ti-ai uitat parola

source: This field is required
ro_ro: Acest câmp este obligatoriu

source: Search home sitter for your loving dog
ro_ro: Căutare sitter acasă pentru câinele tău iubitor

source: Get Free Sitting or Minding
ro_ro: Beneficiați gratuit de zi sau Minding

source: Become a sitter
ro_ro: Inregistreaza-sitter

source: Sign Up
ro_ro: Inscrie-te

source: Help
ro_ro: Ajutor

source: Worry Free Pet Sitting
ro_ro: Vă faceți griji Gratuit Pet Sitting

source: & Dog Boarding Services
ro_ro: & Dog Pensiuni Servicii

source: How It Works
ro_ro: Cum functioneaza

source: Leading Sitting And Walkers In Your Area
ro_ro: De conducere de zi și pietoni în zona ta

source: For When You’re Away
ro_ro: Pentru Când sunteți departe

source: Night Care
ro_ro: Îngrijire de noapte

source: Dog Boarding
ro_ro: câine de îmbarcare

source: Drop-In-Visit
ro_ro: Drop-In-Vizita

source: Day Care
ro_ro: Îngrijire de zi

source: Dog Walking
ro_ro: Mersul pe jos câine

source: Where do you want to go?
ro_ro: Unde vrei să mergi

source: Drop Off
ro_ro: Adormi

source: Pick Up
ro_ro: Ridica

source: Pet Size
ro_ro: animale de companie Dimensiune

source: Small
ro_ro: Mic

source: Medium
ro_ro: Mediu

source: Large
ro_ro: Mare

source: Leading Sitting And Walkers In Your Area
ro_ro: De conducere de zi și pietoni în zona ta

source: Meet some of our ledaing sitters & walkers
ro_ro: Faceți cunoștință cu unele dintre ledaing sitteri și pietoni noastre

source: Find Loving, Trusted, Insured pet sitter near you
ro_ro: Loving găsi, de încredere, Asiguratul sitter pentru animale de companie din apropiere

source: Why Choose us?
ro_ro: De ce noi?

source: Find some of the funniest pet pics & videos along with news updates here
ro_ro: Găsi unele dintre cele mai amuzante poze si videoclipuri pentru animale de companie, împreună cu actualizări de știri aici

source: More News & Updates
ro_ro: Mai multe știri și actualizări

source: Fun & News
ro_ro: Distracție și știri

source: About Sitter Guide
ro_ro: Ghid despre Sitter

source: Top pet sitting cities
ro_ro: orașe pentru animale de companie de zi

source: Learn More
ro_ro: Află mai multe

source: Need Help
ro_ro: Nevoie de ajutor

source: Partners
ro_ro: parteneri

source: In The News
ro_ro: La stiri

source: Privacy Policy
ro_ro: Politica de confidentialitate

source: Pet Sitters Sydney
ro_ro: Sydney pentru animale de companie Sitters

source: Pet Sitters Melbourne
ro_ro: Animale de companie Sitters Melbourne

source: Pet Sitters Brisbane
ro_ro: Animale de companie Sitters Brisbane

source: Pet Sitters Perth
ro_ro: Animale de companie Sitters Perth

source: Pet Sitters Adelaide
ro_ro: Animale de companie Sitters Adelaide

source: Pet Sitters Canberra
ro_ro: Canberra Sitters pentru animale de companie

source: How does Sitter Guide Work
ro_ro: Cum Ghid de lucru Sitter

source: Insurance & Refunds
ro_ro: Asigurari & Rambursări

source: House Rules
ro_ro: regulile casei

source: Safety
ro_ro: Siguranță

source: Benefits of sittings
ro_ro: Beneficiile ședințelor

source: Help Center
ro_ro: Centru de ajutor

source: Contact Us
ro_ro: Contacteaza-ne

source: Subscribe to Newsletter
ro_ro: Aboneaza-te la Newsletter

source: Subscribe
ro_ro: subscrie

source: Join The Sitter Guide Pack
ro_ro: Alăturați-vă Supervizorul Ghidul Pack

source: It has survived not only five centuries, but also the leap into electronic typesetting, remaining Ipsum.
ro_ro: Ea a supraviețuit, nu numai cinci secole, dar, de asemenea, saltul în tipografia electronică, rămase Ipsum.

source: © 2015 Sitter Guide Pty Ltd. All Rights Reserved.
ro_ro: © 2015 Sitter Ghid Pty Ltd. Toate drepturile rezervate.

source: READ MORE
ro_ro: CITESTE MAI MULT

source: Reviews
ro_ro: Review-uri

source: Toggle navigation
ro_ro: Comutare navigare

source: Reduced Visibility
ro_ro: Vizibilitate redusă

source: Another action
ro_ro: O altă acțiune

source: Something else here
ro_ro: Altceva aici

source: Separated link
ro_ro: Link separat

source: Account Balance
ro_ro: Balanța contului

source: Links
ro_ro: Link-uri

source: Other Link
ro_ro: Alte link-ul

source: View Profile
ro_ro: Vezi profil

source: Promote
ro_ro: Promova

source: Booking
ro_ro: Rezervare

source: Services
ro_ro: Servicii

source: rates
ro_ro: tarife

source: Review
ro_ro: Revizuire

source: Communication
ro_ro: Comunicare

source: Recent Activities
ro_ro: Activități recente
